<template>
  <div>
    <div>
      <h1 class="si-h1">СОЦИАЛЬНАЯ ИНЖЕНЕРИЯ</h1>
    </div>
    <div class="si-div">
      <p class="si-p ">Значимость этих проблем настолько очевидна, что сложившаяся структура организации играет важную
        роль в формировании форм воздействия. Значимость этих проблем настолько очевидна, что постоянное
        информационно-техническое обеспечение нашей деятельности в значительной степени обуславливает
        создание позиций, занимаемых участниками в отношении поставленных задач? Дорогие друзья, курс на
        социально-ориентированный национальный проект в значительной степени обуславливает создание
        дальнейших направлений развития проекта. Разнообразный и богатый опыт сложившаяся структура организации обеспечивает актуальность новых предложений! Повседневная практика показывает,
        что выбранный нами инновационный путь напрямую зависит от новых предложений.</p>
      <p class="si-p">Значимость этих проблем настолько очевидна, что сложившаяся структура организации играет важную
        роль в формировании форм воздействия. Значимость этих проблем настолько очевидна, что постоянное
        информационно-техническое обеспечение нашей деятельности в значительной степени обуславливает
        создание позиций, занимаемых участниками в отношении поставленных задач? Дорогие друзья, курс на
        социально-ориентированный национальный проект в значительной степени обуславливает создание
        дальнейших направлений развития проекта. Разнообразный и богатый опыт сложившаяся структура организации обеспечивает актуальность новых предложений! Повседневная практика показывает,
        что выбранный нами инновационный путь напрямую зависит от новых предложений.</p>
    </div>
  </div>
</template>

<script>
export default {
  name: "SocialEngineering"
}
</script>

<style scoped>

.si-h1 {
  position: absolute;
  width: 1337px;
  height: 104px;
  left: 174px;
  top: 183px;

  font-style: normal;
  font-weight: bold;
  font-size: 86px;
  line-height: 116.3%;
  /* or 100px */

  letter-spacing: 0.1em;

  color: #ECECEC;
}

.si-p {
  font-style: normal;

  font-size: 20px;
  line-height: 116.3%;
  /* or 23px */

  text-align: justify;
  letter-spacing: 0.1em;


  color: #FFFFFF;
}

.si-div {
  position: absolute;
  width: 1350px;
  height: 380px;
  left: 226px;
  top: 370px;
}

</style>