<template>
  <div class="container">
    <div>
      <h1 class="si-h1">СОЦИАЛЬНАЯ ИНЖЕНЕРИЯ</h1>
    </div>
    <div class="si-div">
      <p class="si-p ">{{textSI1}}</p>
      <p class="si-p ">{{textSI2}}</p>
      <p class="si-p">{{textSI3}}</p>
    </div>
  </div>
</template>

<script>
export default {
  name: "SocialEngineering",

  data() {
    return {
      textSI1: "Социальная инженерия – это искусство получения доступа к персональным данным не с помощью взлома" +
          " техническими методами, а путем воздействия на психологию человека, манипуляции его реакциями. ",

      textSI2: "Испокон веков существовали люди, которые хотели \"поживиться\" за счёт других людей. " +
          "В Древнем Риме или Древней Греции большим уважением пользовались так называемые риторы, способные " +
          "убеждать собеседника в его «неправоте». Впоследствии социальная инженерия проникла в область разведывательной " +
          "деятельности, когда агенты выдавали себя за другую личность, чтобы получить необходимую информацию. " +
          "После распространения телефонной связи появились телефонные хулиганы, которые добивались нанесения " +
          "вреда людям или организациям посредством звонка.",

      textSI3: "Другими словами, социальная инженерия всегда присутствовала в коммуникативном взаимодействии людей, " +
          "являясь источником угроз и рисков. Развитие сети Интернет, активное включение больших масс людей в " +
          "коммуникацию посредством компьютерно-интегрированных технологий, расширило возможности применения" +
          " социальной инженерии. Сегодня мошенникам уже не надо лично видеться с жертвой, чтобы заполучить" +
          " её данные – это можно сделать удалённо, используя различные приёмы манипуляции сознанием. " +
          "Как считает Кевин Митник, один из самых знаменитых в истории социальных инженеров, «взломать» " +
          "человека гораздо проще, чем компьютер: компьютеры следуют инструкциям, которые практически " +
          "невозможно изменить, людям же свойственна эмоциональность, которая и является их точкой уязвимости.\n"
    }
  }
}
</script>

<style scoped>

.container {
  display: flex;
  flex-direction: column;
}


.si-h1 {
  margin: 1.5em 0 0 1.5em;
  font-style: normal;
  font-weight: bold;
  font-size: 86px;
  line-height: 116.3%;
  /* or 100px */

  letter-spacing: 0.1em;

  color: #ECECEC;
}

.si-p {
  font-style: normal;

  font-size: 20px;
  line-height: 116.3%;
  /* or 23px */

  text-align: justify;
  letter-spacing: 0.1em;


  color: #FFFFFF;
}

.si-div {
  margin: 4em 22em 0 15em;
}

</style>