<template>
  <div class="container">
    <div>
      <h1 class="si-h1">СОЦИАЛЬНАЯ ИНЖЕНЕРИЯ</h1>
    </div>
    <div class="si-div">
      <p class="si-p ">{{textSI1}}</p>
      <p class="si-p">{{textSI2}}</p>
    </div>
  </div>
</template>

<script>
export default {
  name: "SocialEngineering",

  data() {
    return {
      textSI1: "Значимость этих проблем настолько очевидна, что сложившаяся структура организации играет важную\n" +
          "        роль в формировании форм воздействия. Значимость этих проблем настолько очевидна, что постоянное\n" +
          "        информационно-техническое обеспечение нашей деятельности в значительной степени обуславливает\n" +
          "        создание позиций, занимаемых участниками в отношении поставленных задач? Дорогие друзья, курс на\n" +
          "        социально-ориентированный национальный проект в значительной степени обуславливает создание\n" +
          "        дальнейших направлений развития проекта. Разнообразный и богатый опыт сложившаяся структура организации обеспечивает актуальность новых предложений! Повседневная практика показывает,\n" +
          "        что выбранный нами инновационный путь напрямую зависит от новых предложений.",

      textSI2: "Значимость этих проблем настолько очевидна, что сложившаяся структура организации играет важную\n" +
          "        роль в формировании форм воздействия. Значимость этих проблем настолько очевидна, что постоянное\n" +
          "        информационно-техническое обеспечение нашей деятельности в значительной степени обуславливает\n" +
          "        создание позиций, занимаемых участниками в отношении поставленных задач? Дорогие друзья, курс на\n" +
          "        социально-ориентированный национальный проект в значительной степени обуславливает создание\n" +
          "        дальнейших направлений развития проекта. Разнообразный и богатый опыт сложившаяся структура организации обеспечивает актуальность новых предложений! Повседневная практика показывает,\n" +
          "        что выбранный нами инновационный путь напрямую зависит от новых предложений."
    }
  }
}
</script>

<style scoped>

.container {
  display: flex;
  flex-direction: column;
}


.si-h1 {
  margin: 1.5em 0 0 1.5em;
  font-style: normal;
  font-weight: bold;
  font-size: 86px;
  line-height: 116.3%;
  /* or 100px */

  letter-spacing: 0.1em;

  color: #ECECEC;
}

.si-p {
  font-style: normal;

  font-size: 20px;
  line-height: 116.3%;
  /* or 23px */

  text-align: justify;
  letter-spacing: 0.1em;


  color: #FFFFFF;
}

.si-div {
  margin: 4em 22em 0 15em;
}

</style>